{
  "name": "Bashni",
  "description": "Also known as Column Checkers",
  "descriptionTag": "Play Bashni, a checkers/draughts variant\nlocally or online against friends!",
  "instructions": {
    "text": "Bashni is a variant of checkers/draughts, known in Russia since the 19th century. Indeed, the base rules are actually specifically based off of Russian Draughts, which plays slightly differently from the standard English Draughts.\n\nMost rules are the same as normal checkers. The game is played on an 8x8 board, with each player having 12 pieces. A piece becomes a king once it reaches the other side of the board, and kings can move any distance in any direction. The game ends if one player has no valid moves remaining, in which case the winner is the other player. It can also end in a draw if 15 moves pass without either player making a capture or a non-king move, or the same position has been reached 3 times (threefold repetition). Forced capture is on by default, though this can be disabled in the game configuration. \n\nThe big difference is in the capture rules. First, forced capture is on by default, though this can be disabled in the game configuration. Second, all pieces can capture backwards, even non-promoted ones. Third, kings can choose where to land after making a capture, rather than needing to land directly behind the captured piece. Fourth, pieces are removed only after all captures in a jump sequence are made, not after every jump, and jumping backwards in the opposite direction you came from is not allowed.\n\nMost importantly, pieces are never truly removed from the game - instead, once a piece is \"captured\", it is put *under* the capturing piece, creating a stack of pieces. Piece stacks move according to their topmost piece - for example, if the top piece of a stack is a black king, it counts as black's piece and will move like a king, regardless of the pieces below it. If a piece stack gets captured, it only loses its topmost piece, which is put under the capturing piece or piece stack. Pieces also maintain their rank in a stack, so a piece will remain a piece and the king will remain a king in the stack. If a non-king column gets promoted, only the topmost piece is promoted. This creates a very dynamic game where pieces can change sides and/or rank if they're captured."
  },

  "customization": {
    "pieces_per_player": "Pieces Per Player",
    "forced_capture": "Forced Capture",
    "flying_kings": "Kings Can Move Any Distance",
    "stop_jump_on_king": "Stop Jumping If Piece Kinged",
    "n_move_rule": {
      "label": "Draw After n Moves Without Progress",
      "off": "Off"
    }
  },

  "move_piece": "Move piece",
  "waiting_for_opponent": "Waiting for opponent...",
  "white_turn": "White's turn",
  "black_turn": "Black's turn",

  "game_over": {
    "you_won": "you won",
    "you_lost": "you lost",
    "white_won": "white won",
    "black_won": "black won",
    "draw": "draw"
  }
}
