{
  "name": "Checkers",
  "description": "A classic game",
  "descriptionTag": "Play Checkers (also known as Draughts) locally\nor online against friends!",
  "instructions": {
    "videoId": "ScKIdStgAfU",
    "text": "Checkers, also known as Draughts, is a board game for two players. It is played in a square board, made of 64 smaller squares, with eight squares on each side.\n\nEach player starts with an equal amount of pieces. The player with white pieces always makes the first move. Normal pieces can move only diagonally towards the opponent's side, while kings can move in any direction. A player can remove an opponent's piece from the board by jumping over it.\n\nIn order to jump, the next diagonal square after the opponent piece must be empty. If the player has more than one possible jump, these jumps can be executed in a single turn. A piece becomes a king if a piece reaches the last row towards the opponent. The game ends when no more moves are possible for a player, either by losing all of their pieces or getting all their possible moves blocked.\n\nCheckers is a game with many possible rule variations. The default settings of this game matches the standard rules of English Draughts - the most popular version of Checkers in America - but you should also click the gear icon to change some settings and really make the game just as you know/want it!"
  },

  "customization": {
    "pieces_per_player": "Pieces Per Player",
    "forced_capture": "Forced Capture",
    "flying_kings": "Kings Can Move Any Distance",
    "stop_jump_on_king": "Stop Jumping If Piece Kinged",
    "n_move_rule": {
      "label": "Draw After n Moves Without Progress",
      "off": "Off"
    }
  },

  "move_piece": "Move piece",
  "waiting_for_opponent": "Waiting for opponent...",
  "white_turn": "White's turn",
  "black_turn": "Black's turn",

  "game_over": {
    "you_won": "you won",
    "you_lost": "you lost",
    "white_won": "white won",
    "black_won": "black won",
    "draw": "draw"
  }
}
